export const mockSoftSkill = [
  [
    {
      heading: 'ทักษะการนำเสนอ',
      content: 'นำความคิดที่ซับซ้อน มาทำให้เข้าใจง่าย',
    },
    {
      heading: 'ทักษะการสื่อสาร',
      content: 'ให้ผู้อื่นเข้าใจในสารที่ต้องการสื่อออกไป',
    },
    {
      heading: 'ทักษะการวิเคราห์',
      content: 'การเข้าใจข้อมูล และความเป็นไปได้ของแนวโน้มที่เกิดขึ้น',
    },
    {
      heading: 'ทักษะการแก้ปัญหา',
      content: 'การนำเสนอทางออก และการแก้ปัญหาเฉพาะหน้า',
    },
  ],
  [
    {
      heading: 'ทักษะการนำเสนอ',
      content: 'นำความคิดที่ซับซ้อน มาทำให้เข้าใจง่าย',
    },
    {
      heading: 'ทักษะการสื่อสาร',
      content: 'เพื่อให้สามารถทำงานกับเพื่อนร่วมทีมได้อย่างมีประสิทธิภาพ',
    },
    {
      heading: 'ทักษะการวิเคราห์',
      content:
        'เข้าใจข้อมูลและการทำงานของ Machine Learning เพื่อให้สอดคล้องกับผลลัพธ์',
    },
    {
      heading: 'ทักษะการแก้ปัญหา',
      content: 'การนำเสนอทางออก และการแก้ปัญหาเฉพาะหน้า',
    },
  ],
  [
    {
      heading: 'ทักษะการนำเสนอ',
      content: 'นำความคิดที่ซับซ้อน มาทำให้เข้าใจง่าย',
    },
    {
      heading: 'ทักษะการสื่อสาร',
      content:
        'เพื่อให้ผู้อื่นเข้าใจรูปแบบ การทำงานที่จัดทำขึ้น และนำไปใช้ได้ถูกต้อง',
    },
    {
      heading: 'มีความละเอียดรอบคอบ',
      content: 'เพื่อให้ข้อมูลที่นำมามีความผิดพลาดน้อยที่สุด',
    },
    {
      heading: 'ทักษะการแก้ปัญหา',
      content: 'การนำเสนอทางออก และการแก้ปัญหาเฉพาะหน้า',
    },
  ],
]
